[
  {
    "plantId": 1,
    "plantName": "Snake Plant",
    "category_id": 2,
    "category": "Air Purifier",
    "price": 18,
    "rating": 4.8,
    "availableStock": 10,
    "careLevel": "Easy",
    "description": "A hardy plant that purifies indoor air and thrives in low light. Snake Plant is known for its upright sword-like leaves that add a modern touch to interiors. It releases oxygen at night, making it ideal for bedrooms. This plant tolerates low watering and irregular care. It can survive in both bright and dim indoor environments. Overwatering should be avoided to prevent root rot. Snake Plant is highly resistant to pests and diseases. It helps reduce toxins like formaldehyde and benzene. Suitable for beginners and busy plant owners. A perfect low-maintenance indoor companion.",
    "image": "https://i.ibb.co.com/S42zjwdQ/snake-plant.jpg",
    "providerName": "UrbanGreen Studio"
  },
  {
    "plantId": 2,
    "plantName": "Peace Lily",
    "category_id": 2,
    "category": "Air Purifier",
    "price": 22,
    "rating": 4.6,
    "availableStock": 8,
    "careLevel": "Medium",
    "description": "Elegant white blooms with excellent air-cleaning qualities. Peace Lily is admired for its graceful white flowers and glossy green leaves. It helps remove harmful indoor toxins effectively. This plant prefers indirect sunlight and moderate watering. It signals thirst by drooping leaves, making care intuitive. Peace Lily thrives in humid environments. It enhances indoor aesthetics with a calm and elegant feel. Regular misting keeps the leaves healthy. Ideal for living rooms and offices. A beautiful blend of function and style.",
    "image": "https://i.ibb.co.com/XxWt0tbn/peace-lily.jpg",
    "providerName": "GreenLeaf Hub"
  },
  {
    "plantId": 3,
    "plantName": "Aloe Vera",
    "category_id": 3,
    "category": "Medicinal",
    "price": 15,
    "rating": 4.7,
    "availableStock": 15,
    "careLevel": "Easy",
    "description": "A low-maintenance plant known for its healing and soothing gel. Aloe Vera has thick succulent leaves filled with medicinal gel. The gel is commonly used for burns and skin care. It thrives in bright sunlight and warm temperatures. Minimal watering is required due to its water-storing leaves. Overwatering can harm the plant. Aloe Vera improves indoor air quality naturally. It is drought-tolerant and resilient. Perfect for kitchen windowsills. A practical and beneficial indoor plant.",
    "image": "https://i.ibb.co.com/xqqckJmm/aloe-vera.jpg",
    "providerName": "NatureCare Plants"
  },
  {
    "plantId": 4,
    "plantName": "Areca Palm",
    "category_id": 1,
    "category": "Decorative",
    "price": 30,
    "rating": 4.5,
    "availableStock": 6,
    "careLevel": "Medium",
    "description": "A lush palm that adds a tropical vibe to indoor spaces. Areca Palm features soft feathery fronds that brighten rooms instantly. It acts as a natural humidifier indoors. This plant prefers bright indirect light. Regular watering keeps the soil lightly moist. It improves overall indoor air quality. Areca Palm grows best in spacious areas. It creates a calm and refreshing atmosphere. Suitable for living rooms and offices. A statement plant for elegant interiors.",
    "image": "https://i.ibb.co.com/yFYhHGg5/areca-palm.jpg",
    "providerName": "Palm & Pot"
  },
  {
    "plantId": 5,
    "plantName": "Spider Plant",
    "category_id": 2,
    "category": "Air Purifier",
    "price": 14,
    "rating": 4.4,
    "availableStock": 20,
    "careLevel": "Easy",
    "description": "Fast-growing plant that removes toxins and looks great in hanging pots. Spider Plant has arching green leaves with white stripes. It is known for producing baby plantlets. This plant thrives in indirect sunlight. It tolerates occasional neglect and irregular watering. Spider Plant improves air quality effectively. It grows well in both pots and baskets. Safe for pets and children. Ideal for beginners. Adds a lively and fresh look indoors.",
    "image": "https://i.ibb.co.com/2YjZhTB6/spider-plant.jpg",
    "providerName": "UrbanGreen Studio"
  },
  {
    "plantId": 6,
    "plantName": "Monstera Deliciosa",
    "category_id": 1,
    "category": "Decorative",
    "price": 35,
    "rating": 4.9,
    "availableStock": 5,
    "careLevel": "Medium",
    "description": "Popular indoor plant with iconic split leaves and bold presence. Monstera is famous for its dramatic fenestrated foliage. It creates a modern tropical aesthetic. Prefers bright indirect light for best growth. Regular watering keeps leaves healthy. Large leaves improve indoor air freshness. Requires space to grow comfortably. Adds luxury and greenery to interiors. Works well in stylish homes. A favorite among plant enthusiasts.",
    "image": "https://i.ibb.co.com/TMDCXmT5/monstera-deliciosa.jpg",
    "providerName": "Leafy Luxe"
  },
  {
    "plantId": 7,
    "plantName": "ZZ Plant",
    "category_id": 1,
    "category": "Decorative",
    "price": 20,
    "rating": 4.6,
    "availableStock": 12,
    "careLevel": "Easy",
    "description": "Extremely drought-tolerant plant ideal for beginners. ZZ Plant has glossy deep green leaves. It thrives in low-light conditions. Requires very little watering. Perfect for offices and low-maintenance homes. Resistant to pests and diseases. Grows slowly but steadily. Adds a clean and minimal look indoors. Ideal for busy plant owners. A resilient and stylish choice.",
    "image": "https://i.ibb.co.com/xtPFq3VC/zz-plant.jpg",
    "providerName": "GreenLeaf Hub"
  },
  {
    "plantId": 8,
    "plantName": "Rubber Plant",
    "category_id": 1,
    "category": "Decorative",
    "price": 28,
    "rating": 4.5,
    "availableStock": 7,
    "careLevel": "Medium",
    "description": "Glossy leaves that enhance modern interiors beautifully. Rubber Plant features thick shiny foliage. It grows upright and strong indoors. Prefers bright indirect sunlight. Moderate watering keeps it healthy. Helps improve indoor air quality. Adds a bold statement to rooms. Suitable for contemporary décor. Requires occasional leaf cleaning. A stylish and robust indoor plant.",
    "image": "https://i.ibb.co.com/YFSyXVbx/rubber-plant.jpg",
    "providerName": "Leafy Luxe"
  },
  {
    "plantId": 9,
    "plantName": "English Ivy",
    "category_id": 2,
    "category": "Air Purifier",
    "price": 12,
    "rating": 4.3,
    "availableStock": 18,
    "careLevel": "Easy",
    "description": "Classic trailing plant that improves air quality indoors. English Ivy is known for its cascading vines. It grows well in hanging baskets. Thrives in indirect sunlight. Requires regular but light watering. Helps reduce indoor mold and toxins. Suitable for shelves and balconies. Adds a natural trailing effect. Easy to propagate and maintain. A timeless indoor favorite.",
    "image": "https://i.ibb.co.com/SXR2PkT2/english-lvy.jpg",
    "providerName": "NatureCare Plants"
  },
  {
    "plantId": 10,
    "plantName": "Boston Fern",
    "category_id": 1,
    "category": "Decorative",
    "price": 19,
    "rating": 4.4,
    "availableStock": 9,
    "careLevel": "Medium",
    "description": "Soft, feathery fronds that bring freshness to any room. Boston Fern adds a classic green charm indoors. It prefers humid environments. Indirect light supports healthy growth. Regular watering keeps soil moist. Improves air quality naturally. Works well in hanging baskets. Enhances calm and relaxing spaces. Requires occasional misting. A graceful and refreshing indoor plant.",
    "image": "https://i.ibb.co.com/Q7Tfvh49/boston-fern.jpg",
    "providerName": "Palm & Pot"
  }
]
