[
  {
    "plantId": 11,
    "plantName": "Fiddle Leaf Fig",
    "category_id": 1,
    "category": "Decorative",
    "price": 40,
    "rating": 4.7,
    "availableStock": 6,
    "careLevel": "Medium",
    "description": "A popular indoor tree with large violin-shaped leaves. Fiddle Leaf Fig adds elegance and height to modern interiors. It prefers bright indirect sunlight. Consistent watering helps maintain leaf health. Overwatering should be avoided. This plant improves indoor aesthetics significantly. Requires occasional leaf cleaning. Grows best in stable environments. Ideal for living rooms. A premium decorative choice.",
    "image": "https://i.ibb.co.com/S4y6DMzv/fiddle-leaf-fig.jpg",
    "providerName": "Leafy Luxe"
  },
  {
    "plantId": 12,
    "plantName": "Calathea Orbifolia",
    "category_id": 1,
    "category": "Decorative",
    "price": 32,
    "rating": 4.6,
    "availableStock": 7,
    "careLevel": "Medium",
    "description": "Known for its round striped leaves and stunning patterns. Calathea Orbifolia thrives in indirect light. It prefers humid conditions. Regular watering keeps soil slightly moist. Sensitive to direct sunlight. Enhances calm indoor spaces. Ideal for bedrooms and offices. Adds artistic beauty to décor. Requires gentle care. A visually striking plant.",
    "image": "https://i.ibb.co.com/0y6qv3Wj/calathea-orbifolia.jpg",
    "providerName": "GreenLeaf Hub"
  },
  {
    "plantId": 13,
    "plantName": "Jade Plant",
    "category_id": 3,
    "category": "Medicinal",
    "price": 16,
    "rating": 4.5,
    "availableStock": 18,
    "careLevel": "Easy",
    "description": "A symbol of good luck and prosperity. Jade Plant has thick succulent leaves. It thrives in bright light. Requires minimal watering. Highly drought tolerant. Easy to maintain. Ideal for desks and windowsills. Improves indoor freshness. Long-living houseplant. Perfect for beginners.",
    "image": "https://i.ibb.co.com/211N27xz/jade-plant.jpg",
    "providerName": "NatureCare Plants"
  },
  {
    "plantId": 14,
    "plantName": "Pothos Golden",
    "category_id": 2,
    "category": "Air Purifier",
    "price": 14,
    "rating": 4.6,
    "availableStock": 22,
    "careLevel": "Easy",
    "description": "A fast-growing vine with heart-shaped leaves. Golden Pothos tolerates low light. Requires minimal care. Helps purify indoor air. Grows well in hanging pots. Perfect for shelves and walls. Resistant to pests. Easy to propagate. Ideal for beginners. A versatile indoor plant.",
    "image": "https://i.ibb.co.com/8g10hD2x/pothos-golden.jpg",
    "providerName": "UrbanGreen Studio"
  },
  {
    "plantId": 15,
    "plantName": "Chinese Evergreen",
    "category_id": 1,
    "category": "Decorative",
    "price": 26,
    "rating": 4.4,
    "availableStock": 9,
    "careLevel": "Easy",
    "description": "A hardy plant with colorful patterned leaves. Chinese Evergreen thrives in low light. Requires moderate watering. Improves indoor air quality. Resistant to common pests. Ideal for offices. Adds color to interiors. Easy to care for. Grows steadily. A reliable indoor favorite.",
    "image": "https://i.ibb.co.com/chwL8MHT/chinese-evergreen.jpg",
    "providerName": "Palm & Pot"
  },
  {
    "plantId": 16,
    "plantName": "Philodendron Heartleaf",
    "category_id": 2,
    "category": "Air Purifier",
    "price": 17,
    "rating": 4.7,
    "availableStock": 14,
    "careLevel": "Easy",
    "description": "A classic trailing plant with heart-shaped leaves. Philodendron adapts well indoors. Thrives in indirect light. Requires moderate watering. Improves air quality. Suitable for hanging baskets. Grows quickly. Easy to maintain. Perfect for beginners. A timeless houseplant.",
    "image": "https://i.ibb.co.com/v93DmY2/philodendron-heartleaf.jpg",
    "providerName": "GreenLeaf Hub"
  },
  {
    "plantId": 17,
    "plantName": "Bird of Paradise",
    "category_id": 1,
    "category": "Decorative",
    "price": 45,
    "rating": 4.8,
    "availableStock": 4,
    "careLevel": "Medium",
    "description": "A bold tropical plant with large banana-like leaves. Bird of Paradise makes a statement indoors. Prefers bright light. Regular watering supports growth. Requires space to spread. Adds luxury to interiors. Improves room atmosphere. Ideal for large rooms. Striking visual impact. A premium indoor plant.",
    "image": "https://i.ibb.co.com/8LHfyCwt/bird-of-paradise.jpg",
    "providerName": "Leafy Luxe"
  },
  {
    "plantId": 18,
    "plantName": "Lavender Plant",
    "category_id": 3,
    "category": "Medicinal",
    "price": 21,
    "rating": 4.5,
    "availableStock": 10,
    "careLevel": "Medium",
    "description": "Known for its soothing fragrance and calming effect. Lavender prefers bright sunlight. Requires well-drained soil. Moderate watering recommended. Helps reduce stress. Used for aromatherapy. Enhances indoor mood. Ideal near windows. Requires pruning. A refreshing indoor herb.",
    "image": "https://i.ibb.co.com/pr5gz721/lavender-plant.jpg",
    "providerName": "NatureCare Plants"
  },
  {
    "plantId": 19,
    "plantName": "Dracaena Marginata",
    "category_id": 2,
    "category": "Air Purifier",
    "price": 29,
    "rating": 4.6,
    "availableStock": 8,
    "careLevel": "Easy",
    "description": "A tall plant with slender arching leaves. Dracaena thrives in low light. Requires minimal watering. Improves indoor air quality. Resistant to pests. Ideal for corners. Adds height to décor. Easy to maintain. Grows slowly. A popular office plant.",
    "image": "https://i.ibb.co.com/ZpKYyNMP/dracaena-marginata.jpg",
    "providerName": "UrbanGreen Studio"
  },
  {
    "plantId": 20,
    "plantName": "String of Pearls",
    "category_id": 1,
    "category": "Decorative",
    "price": 23,
    "rating": 4.4,
    "availableStock": 11,
    "careLevel": "Medium",
    "description": "A unique succulent with bead-like trailing leaves. String of Pearls thrives in bright light. Requires minimal watering. Perfect for hanging pots. Adds visual interest indoors. Sensitive to overwatering. Easy to propagate. Great for modern décor. Lightweight and elegant. A standout decorative plant.",
    "image": "https://i.ibb.co.com/v6bz1JdF/string-of-pearls.jpg",
    "providerName": "Palm & Pot"
  },
  {
    "plantId": 21,
    "plantName": "Lavender",
    "category_id": 3,
    "category": "Medicinal",
    "price": 16,
    "rating": 4.6,
    "availableStock": 14,
    "careLevel": "Easy",
    "description": "A fragrant herb known for its calming aroma and purple blooms. Lavender helps reduce stress and promote relaxation. It thrives in bright sunlight. Requires well-drained soil for healthy growth. Minimal watering is sufficient once established. The scent enhances indoor environments naturally. Useful for medicinal and aromatic purposes. Easy to care for and maintain. Adds beauty and fragrance to homes. Ideal for windowsills and balconies.",
    "image": "https://i.ibb.co.com/SYsbmVb/Lavender.jpg",
    "providerName": "NatureCare Plants"
  },
  {
    "plantId": 22,
    "plantName": "Calathea Orbifolia",
    "category_id": 1,
    "category": "Decorative",
    "price": 32,
    "rating": 4.6,
    "availableStock": 6,
    "careLevel": "Medium",
    "description": "A stunning ornamental plant known for its large round leaves with silver stripes. Calathea Orbifolia brings a soft tropical elegance indoors. It prefers indirect light and shaded areas. Direct sunlight may damage its leaves. High humidity keeps the foliage healthy. Regular watering is essential but overwatering should be avoided. The plant responds well to misting. It adds a calm and luxurious feel to rooms. Ideal for bedrooms and living spaces. A favorite among decorative plant lovers.",
    "image": "https://i.ibb.co.com/NbMR3dL/calathea.jpg",
    "providerName": "Leafy Luxe"
  }
]
